Revit 2027 API
AdvancedWood.WoodEarlyColor Property
 The property labeled "Earlywood color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodEarlyColor { get; }
Public Shared ReadOnly Property WoodEarlyColor As String
	Get
public:
static property String^ WoodEarlyColor {
	String^ get ();
}
static member WoodEarlyColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace